Repository: ACINQ/phoenix
Catalog: phoenix-ios/phoenix-ios/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, es_419, fr

source: This will reset the app, as if you had just installed it.
ar: سيؤدي ذلك إلى إعادة ضبط التطبيق، كما لو كنت قد قمت بتثبيته للتو.
cs: Tím aplikaci resetujete, jako byste ji právě nainstalovali.
de: Dadurch wird die Anwendung zurückgesetzt, als ob Sie sie gerade erst installiert hätten.
es: Esto restablecerá la aplicación, como si la acabaras de instalar.
es_419: Esto restablecerá la aplicación, como si acabaras de instalarla.
fr: L\'application sera réinitialisée, comme si vous veniez de l\'installer.

source: This will reset the app. You will be taken to the Intro screen, and prompted to create or restore a wallet.
ar: سيؤدي ذلك إلى إعادة ضبط التطبيق. سيتم نقلك إلى شاشة المقدمة، وسيُطلب منك إنشاء محفظة أو استعادتها.
cs: Tím se aplikace resetuje. Budete přesměrováni na úvodní obrazovku a vyzváni k vytvoření nebo obnovení peněženky.
de: Dadurch wird die App zurückgesetzt. Du gelangst zum Einführungsbildschirm und wirst aufgefordert, eine Brieftasche zu erstellen oder wiederherzustellen.
es: Esto restablecerá la aplicación. Se le dirigirá a la pantalla de introducción y se le pedirá que cree o restaure una billetera.
es_419: Esto restablecerá la aplicación. Te dirigiremos a la pantalla de introducción, donde te pediremos que crees o restaures una billetera.
fr: Cette opération va réinitialiser l'application. Vous serez redirigé vers l'écran d'introduction vous permettant de créer ou restaure un portefeuille.

source: Throughout the app, you can tap on most amounts to toggle between bitcoin and fiat.
ar: في اي مكان في التطبيق، يمكنك النقر على المبلغ لتحويل قيمته بين البيتكوين والعملة الورقية.
cs: V celé aplikaci můžete přepínat mezi bitcoiny a fiatem klepnutím na částku .
de: In der App kannst du auf die meisten Beträge tippen, um zwischen Bitcoin und Fiat umzuschalten.
es: En toda la aplicación, puede alternar entre Bitcoin y fiat las veces que desee.
es_419: Puedes tocar la mayoría de los importes en toda la aplicación para alternar entre Bitcoin y divisa fíat.
fr: Vous pouvez presser sur la plupart des montants affichés dans l'application pour basculer entre Bitcoin et la devise fiduciaire. de votre choix

source: Timed-Out Funds
ar: الصناديق الموقوتة
cs: Časově omezené fondy
de: Zeitlich begrenzte Fonds
es: Fondos temporizados
es_419: Fondos con vencimiento
fr: Fonds expirés

source: Tip
ar: نصيحة
de: Tipp
es: Consejo
es_419: Consejo
fr: Conseil

source: Tip timestamp
ar: الزمن
cs: Časové razítko dýška
de: Tipp Zeitstempel
es: Marca de tiempo
es_419: Marca de tiempo del tip
fr: Horodatage du dernier bloc

source: To enable a custom PIN, you must first disable the "allow passcode fallback" option.
ar: لتمكين رقم تعريف شخصي مخصص، يجب عليك أولاً تعطيل خيار "السماح بالرمز الاحتياطي لرمز المرور".
cs: Chcete-li povolit vlastní kód PIN, musíte nejprve zakázat možnost "povolit zpětný přístupový kód".
de: Um eine benutzerdefinierte PIN zu aktivieren, müssen Sie zunächst die Option "Passcode-Fallback zulassen" deaktivieren.
es: Para activar un PIN personalizado, primero debes desactivar la opción "Permitir código de acceso alternativo".
es_419: Para activar un PIN personalizado, primero debes desactivar la opción "Permitir código de acceso alternativo".
fr: Pour activer un code PIN personnalisé, vous devez d'abord désactiver l'option "Allow passcode fallback".

source: To enable background payments:
ar: لتمكين عمليات الدفع في الخلفية:
cs: Povolení plateb na pozadí:
de: Um Hintergrundzahlungen zu ermöglichen:
es: Para habilitar pagos en segundo plano:
es_419: Para activar los pagos en segundo plano:
fr: Pour activer les paiements en arrière-plan

source: To enable the "allow passcode fallback" option, you must first disable the custom PIN.
ar: لتمكين خيار "السماح بالرمز الاحتياطي لرمز المرور"، يجب عليك أولاً تعطيل رقم التعريف الشخصي المخصص.
cs: Chcete-li povolit možnost "povolit zpětný přístupový kód", musíte nejprve zakázat vlastní kód PIN.
de: Um die Option "Passcode-Fallback zulassen" zu aktivieren, müssen Sie zunächst die benutzerdefinierte PIN deaktivieren.
es: Para activar la opción "permitir código de acceso alternativo", primero debes desactivar el PIN personalizado.
es_419: Para activar la opción "permitir código de acceso alternativo", primero debes desactivar el PIN personalizado.
fr: Pour activer l'option "autoriser le code de secours", vous devez d'abord désactiver le code PIN personnalisé.

source: To fix this re-enable Background App Refresh via: Settings -> General -> Background App Refresh
ar: لإصلاح ذلك، أعد تمكين تحديث تطبيق الخلفية عبر: الإعدادات -> عام -> تحديث التطبيقات في الخلفية
cs: Chcete-li povolit aktualizaci aplikace na pozadí, zvolte: Nastavení -> Obecné -> Aktualizace aplikace na pozadí
de: Um das Problem zu beheben, aktiviere die Hintergrundaktualisierung der App wieder über: Einstellungen -&gt; Allgemein -&gt; App-Hintergrundaktualisierung
es: Para solucionar esto vuelva a habilitar la actualización de la aplicación en segundo plano a través de: Configuración -> General -> Actualización en segundo plano
es_419: Para solucionarlo, vuelve a activar la actualización en segundo plano de la aplicación en: Configuración -> General -> Actualización en 2o. plano
fr: Pour corriger cela, veuillez réactiver l’actualisation en arrière plan dans Réglages > Phoenix > Actualiser (arrière-plan)

source: To receive incoming payments, Phoenix must be running, and you must have unlocked the app once.
ar: لتتمكن من استقبال المدفوعات، يجب أن يكون Phoenix قيد التشغيل، ويجب أن تكون قد فتحت قفل التطبيق مرة واحدة.
cs: Chcete-li přijímat platby, aplikace Phoenix musí být spuštěna a je nezbytné aplikaci jednou odemknout.
de: Um eingehende Zahlungen zu erhalten, muss Phoenix laufen und du musst die App einmal freigeschaltet haben.
es: Para recibir pagos, Phoenix debe estar ejecutándose y debe haber desbloqueado la aplicación una vez.
es_419: Para recibir pagos entrantes, Phoenix debe estar ejecutándose y debes haber desbloqueado la aplicación una vez.
fr: Pour recevoir des paiements, Phoenix doit être démarré et déverrouillé.

source: To receive incoming payments, Phoenix must be running.
ar: لتتمكن من استقبال المدفوعات، يجب ان يكون Phoenix قيد التشغيل.
cs: Abyste mohli přijímat platby, aplikace Phoenix musí být spuštěna.
de: Um eingehende Zahlungen zu erhalten, muss Phoenix aktiv sein.
es: Para recibir pagos, Phoenix debe estar ejecutándose.
es_419: Para recibir pagos entrantes, Phoenix debe estar ejecutándose.
fr: Pour recevoir des paiements, Phoenix doit être démarré.

source: To scan a QR code you must give Phoenix permission to access the camera.
ar: لمسح رمز QR، يجب أن تمنح Phoenix إذنًا للوصول إلى الكاميرا.
cs: Abyste mohli naskenovat QR kód, musíte aplikaci Phoenix udělit přístup k fotoaparátu.
de: Um einen QR-Code zu scannen, musst du Phoenix die Erlaubnis zum Zugriff auf die Kamera geben.
es: Para escanear un código QR, debe dar permiso a Phoenix para acceder a la cámara.
es_419: Para escanear un código QR, debes otorgar permiso a Phoenix para acceder a la cámara.
fr: Pour scanner un QR code, vous devez d’abord donner à Phoenix accès à la caméra.

source: To secure your payment channels Phoenix monitors the Bitcoin blockchain through Electrum servers. By default, random servers are used. You can also configure Phoenix to connect only to your own server.
ar: لتأمين قنوات الدفع الخاصة بك، تراقب فينيكس بلوكشين البيتكوين من خلال خوادم Electrum. بشكل افتراضي، يتم استخدام خوادم عشوائية. يمكنك أيضًا تهيئة فينيكس للاتصال بخادمك الخاص فقط.
cs: Pro zabezpečení platebních kanálů sleduje společnost Phoenix blockchain Bitcoinu prostřednictvím serverů Electrum. Ve výchozím nastavení se používají náhodné servery. Phoenix můžete také nakonfigurovat tak, aby se připojoval pouze k vašemu vlastnímu serveru.
de: Um Ihre Zahlungskanäle zu sichern, überwacht Phoenix die Bitcoin-Blockchain über Electrum-Server. Standardmäßig werden zufällige Server verwendet. Sie können Phoenix auch so konfigurieren, dass es sich nur mit Ihrem eigenen Server verbindet.
es: Para asegurar tus canales de pago, Phoenix monitoriza la blockchain de Bitcoin a través de los servidores de Electrum. Por defecto, se utilizan servidores aleatorios. También puedes configurar Phoenix para que se conecte sólo a tu propio servidor.
es_419: Para asegurar tus canales de pago, Phoenix monitoriza la blockchain de Bitcoin a través de los servidores de Electrum. Por defecto, se utilizan servidores aleatorios. También puedes configurar Phoenix para que se conecte sólo a tu propio servidor.
fr: Pour sécuriser vos canaux de paiement, Phoenix surveille la blockchain Bitcoin par l'intermédiaire des serveurs Electrum. Par défaut, des serveurs aléatoires sont utilisés. Vous pouvez également configurer Phoenix pour qu'il se connecte uniquement à votre propre serveur.

source: Tools
ar: الأدوات
cs: Nástroje
de: Werkzeuge
es: Herramientas
es_419: Herramientas
fr: Outils

source: Tor Settings
ar: Tor
cs: Tor Nastavení
de: Tor-Einstellungen
es: Ajustes de Tor
es_419: Configuración de Tor
fr: Réglages Tor

source: Tor is enabled
ar: تم تمكين Tor
cs: Je povolen Tor
de: Tor ist aktiviert
es: Tor está activado
es_419: Tor está activado
fr: Tor est activé

source: Tor is enabled. This server should use an onion address.
ar: تم تمكين Tor. يجب أن يستخدم هذا الخادم عنوان onion.
cs: Tor je povolen. Tento server by měl používat onion adresu.
de: Tor ist aktiviert. Dieser Server sollte eine Onion-Adresse verwenden.
es: Tor está activado. Este servidor debe utilizar una dirección cebolla.
es_419: Tor está activado. Este servidor debe utilizar una dirección cebolla.
fr: Tor est activé. Ce serveur doit utiliser une adresse en oignon.

source: Total
ar: الإجمالي
cs: Celkem
de: Summe

source: Total amount exceeds your balance
ar: المبلغ الإجمالي يتجاوز رصيدك
cs: Celková částka převyšuje zůstatek
de: Der Gesamtbetrag übersteigt dein Guthaben
es: El monto total excede su saldo
es_419: El importe total supera el saldo
fr: Le montant total excède votre solde

source: Total balance is %@
ar: الرصيد الإجمالي هو %@
cs: Celkový zůstatek je %@
de: Das Gesamtguthaben beträgt %@
es: El saldo total es %@
es_419: El saldo total es %@
fr: Le montant total est %@

source: Touch ID
ar: معرّف اللمس

source: Transaction
ar: المعاملات
cs: Transakce
de: Transaktion
es: Transacción
es_419: Transacción

source: Transactions
ar: المعاملات
cs: Transakce
de: Transaktionen
es: Transacciones
es_419: Transacciones

source: Transactions with insufficient feerate may linger for days or weeks without confirming. Choosing the feerate is your responsibility. Once sent, this transaction cannot be cancelled, only accelerated with higher fees. Are you sure you want to proceed?
ar: قد تستمر المعاملات التي لا تتسم بالفعالية الكافية لأيام أو أسابيع دون تأكيد. اختيار الفيرات هو مسؤوليتك. بمجرد إرسال هذه المعاملة، لا يمكن إلغاء هذه المعاملة، بل يمكن تسريعها فقط برسوم أعلى. هل أنت متأكد من رغبتك في المتابعة؟
cs: Transakce s nedostatečným feeratem mohou zůstat nepotvrzeny několik dní nebo týdnů. Výběr feerate je na vaší zodpovědnosti. Jednou odeslanou transakci nelze zrušit, pouze urychlit s vyššími poplatky. Jste si jisti, že chcete pokračovat?
de: Transaktionen mit unzureichendem Feerate können tage- oder wochenlang liegen bleiben, ohne bestätigt zu werden. Die Wahl der Feerate liegt in deiner Verantwortung. Einmal abgeschickt, kann diese Transaktion nicht mehr storniert, sondern nur noch mit höheren Gebühren beschleunigt werden. Bist du sicher, dass du fortfahren möchtest?
es: Las transacciones con feerate insuficiente pueden demorarse días o semanas sin confirmarse. La elección del feerate es responsabilidad tuya. Una vez enviada, esta transacción no puede cancelarse, sólo acelerarse con tasas más elevadas. ¿Estás seguro de que quieres proceder?
es_419: Las transacciones con feerate insuficiente pueden demorarse días o semanas sin confirmarse. La elección del feerate es responsabilidad tuya. Una vez enviada, esta transacción no puede cancelarse, sólo acelerarse con comisiones más elevadas. ¿Estás seguro de que quieres proceder?
fr: Les transactions avec des frais trop faibles peuvent rester en attente de confirmation pendant des jours voire des semaines. Le choix de ces frais est de votre responsabilité. Une fois envoyée, cette transaction ne pourra pas être annulée, seulement accélérée avec des frais plus élevés. Êtes-vous sûr de vouloir continuer ?

source: Trust certificate & pin public key
ar: شهادة التوثيق والمفتاح العام للدبوس
cs: Certifikát důvěryhodnosti a veřejný klíč PIN
de: Vertrauenszertifikat &amp; öffentlicher Pin-Schlüssel
es: Certificado de confianza y clave pública
es_419: Certificado de confianza y clave pública de pin
fr: Accepter ce certificat et épingler sa clé publique

source: Trusted contact
ar: جهة اتصال موثوق بها
cs: Důvěryhodný kontakt
de: Vertrauensvoller Kontakt
es: Contacto de confianza
es_419: Contacto de confianza
fr: Contact de confiance

source: Trustless swaps
ar: المقايضات غير الموثوق بها
cs: Swap bez důvěry
de: Vertrauenslose Swaps
es: Swaps sin confianza
es_419: Intercambios sin confiar en terceros
fr: Swaps sans intermédiaire de confiance

source: Type
ar: النوع
cs: Typ
de: Typ
es: Tipo
es_419: Tipo

source: Type in recovery phrase
ar: اكتب عبارة الاسترداد
cs: Zadejte frázi pro obnovení
de: Rückgewinnungsphrase eintippen
es: Escriba la frase de recuperación
es_419: Escribe la frase de recuperación
fr: Saisissez la clé de sauvegarde

source: Type of payment
ar: نوع الدفع
cs: Typ platby
de: Art der Zahlung
es: Tipo de pago
es_419: Tipo de pago
fr: Type de paiement

source: Unable to extract public key!
ar: غير قادر على استخراج المفتاح العام!
cs: Nelze extrahovat veřejný klíč!
de: Der öffentliche Schlüssel kann nicht extrahiert werden!
es: ¡No se puede extraer la clave pública!
es_419: No se puede extraer la clave pública
fr: Impossible d'extraire la clé publique !

source: Unable to retrieve data for this address. You may be experiencing a connectivity issue.
ar: يتعذر استرداد بيانات هذا العنوان. قد تكون تواجه مشكلة في الاتصال.
cs: Nelze načíst data pro tuto adresu. Možná máte problém s připojením.
de: Daten für diese Adresse konnten nicht abgerufen werden. Möglicherweise liegt ein Verbindungsproblem vor.
es: No se pueden recuperar los datos de esta dirección. Es posible que esté experimentando un problema de conectividad.
es_419: No se pueden recuperar los datos de esta dirección. Es posible que esté experimentando un problema de conectividad.

source: Unconfirmed Balance
ar: رصيد غير مؤكد
cs: Nepotvrzený zůstatek
de: Unbestätigter Saldo
es: Saldo no confirmado
es_419: Saldo sin confirmar
fr: Solde non confirmé

source: Unexpected error: %@
ar: خطأ غير متوقع: %@
cs: Neočekávaná chyba: %@
de: Unerwarteter Fehler: %@
es: Error inesperado: %@
es_419: Error imprevisto: %@
fr: Erreur inattendue: %@

source: Unexpected message
ar: رسالة غير متوقعة
cs: Neočekávaná zpráva
de: Unerwartete Nachricht
es: Mensaje inesperado
es_419: Mensaje inesperado
fr: Message inattendu

source: Unknown
ar: مجهول
cs: Neznámý
de: Unbekannt
es: Desconocida
es_419: Desconocido
fr: Inconnu

source: Unknown Bech32 version
ar: إصدار Bech32 غير معروف
cs: Neznámý verze Bech32
de: Unbekannte Bech32-Version
es: Versión desconocida de Bech32
es_419: Versión desconocida de Bech32
fr: Version Bech32 inconnue

source: Unknown biometrics
ar: القياسات الحيوية (البصمة) غير معروفة
cs: Neznámá biometrie
de: Unbekannte Biometrien
es: Biometría desconocida
es_419: Sistema biométrico desconocido
fr: Identifiant biométrique inconnu

source: Unknown error
ar: خطأ غير معروف
cs: Neznámá chyba
de: Unbekannter Fehler
es: Error desconocido
es_419: Error desconocido
fr: Erreur inconnue

source: Unknown offer error
ar: خطأ في العرض غير معروف
cs: Neznámá chyba nabídky
de: Unbekannter Angebotsfehler
es: Error de oferta desconocida
es_419: Error de oferta desconocida
fr: Erreur d'offre inconnue

source: Unknown reason
ar: سبب غير معروف
cs: Neznámý důvod
de: Unbekannter Grund
es: Motivo desconocido
es_419: Motivo desconocido
fr: Raison inconnue

source: Unknown reason.
ar: سبب غير معروف.
cs: Neznámý důvod.
de: Unbekannter Grund.
es: Razón desconocida.
es_419: Motivo desconocido.
fr: Raison inconnue.

source: Unknown splice-out error
ar: خطأ في الربط غير معروف
cs: Neznámá chyba splice-out
de: Unbekannter Splice-Out-Fehler
es: Error de empalme desconocido
es_419: Error de empalme desconocido.
fr: Erreur de splice-out inconnue.

source: Unlock your seed.
ar: افتح عبارة الاسترداد الخاصة بك.
cs: Odemkněte svůj seed
de: Schalte dein Saatgut frei.
es: Desbloquea tu semilla
es_419: Desbloquea tu semilla.
fr: Déverrouiller ma clé

source: Unreadable response from service: %@
ar: استجابة غير مقروءة من الخدمة: %@
cs: Nečitelná odpověď služby: %@
de: Unleserliche Antwort vom Dienst: %@
es: Respuesta ilegible del servicio: %@
es_419: Respuesta ilegible del servicio: %@
fr: Réponse illisible du service : %@

source: Updating cloud
ar: يتم تحديث السحابة
cs: Aktualizace cloudu
de: Aktualisierung der Wolke
es: Actualización de la nube
es_419: Actualizando la nube
fr: Mise à jour du cloud

source: Updating internals…
ar: تحديث الأجزاء الداخلية..
cs: Aktualizace vnitřních souborů..
de: Interna aktualisieren..
es: Actualización interna…
es_419: Actualizando datos internos...
fr: Mise à jour des données internes...

source: Upgrade your channels to get started now.
ar: قم بترقية قنواتك لتبدأ الآن.
cs: Upgradujte své kanály a začněte hned.
de: Aktualisiere deine Kanäle, um jetzt loszulegen.
es: Actualice sus canales para comenzar ahora.
es_419: Mejora tus canales para empezar ya.
fr: Mettez à niveau vos canaux de paiement

source: Upgraded channels!
ar: قنوات مطوّرة!
cs: Vylepšené kanály!
de: Verbesserte Kanäle!
es: ¡Canales actualizados!
es_419: ¡Canales mejorados!
fr: Canaux mis à niveau !

source: Upgrading channels...
ar: ترقية القنوات...
cs: Aktualizace kanálů...
de: Kanäle aufrüsten...
es: Actualizando canales…
es_419: Mejorando canales...
fr: Mise à niveau des canaux...

source: Uploading payments
ar: رفع المدفوعات
cs: Odesílání plateb
de: Zahlungen hochladen
es: Subiendo pagos
es_419: Subiendo pagos
fr: Téléversement des paiements

source: Uploading your recovery phrase to iCloud…
ar: جارِ رفع عبارة الاسترداد إلى iCloud...
cs: Nahrání fráze pro obnovení do služby iCloud..
de: Hochladen deiner Wiederherstellungsphrase in die iCloud..
es: Subiendo tu frase de recuperación a iCloud…
es_419: Subiendo tu frase de recuperación a iCloud...
fr: Sauvegarde de votre clé sur iCloud…

source: Uploads can occur over cellular connections.
ar: عمليات الرفع من الممكن ان تحدث عبر شبكة البيانات الخلوية.
cs: Nahrávání může probíhat přes mobilní připojení.
de: Uploads können über Mobilfunkverbindungen erfolgen.
es: Las cargas pueden ocurrir a través de conexiones celulares.
es_419: Las subidas se pueden realizar a través de conexiones celulares.
fr: Les transferts de données peuvent se faire via le réseau cellulaire

source: Uploads will only occur over WiFi.
ar: عمليات الرفع ستحدث عبر الـ WiFi فقط.
cs: Nahrávání bude probíhat pouze přes WiFi.
de: Uploads werden nur über WiFi durchgeführt.
es: Las cargas solo se realizarán a través de WiFi.
es_419: Las subidas solo se realizarán a través de WiFi.
fr: Les transferts de données sont faits uniquement par WiFi

source: Use Tor
ar: استخدم Tor
cs: Použijte Tor
de: Tor verwenden
es: Utiliza Tor
es_419: Utiliza Tor
fr: Utiliser Tor

source: Use a custom server
ar: استخدم خادم مخصص
cs: Použít vlastní server
de: Benutzerdefinierten Server verwenden
es: Utilice un servidor personalizado
es_419: Usar un servidor personalizado
fr: Utiliser un serveur spécifique

source: Use cellular data
ar: استعمل البيانات الخلوية
cs: Použít mobilní data
de: Mobilfunkdaten verwenden
es: Utilizar datos moviles
es_419: Usar datos celulares
fr: Utiliser les réseau cellulaire

source: Use the payments screen to view your full payment history.
ar: استخدم شاشة المدفوعات لعرض سجل المدفوعات بالكامل.
cs: Na obrazovce plateb si můžete prohlédnout celou historii plateb.
de: Verwende den Zahlungsbildschirm, um dein gesamtes Zahlungsverhalten einzusehen.
es: Utilice la pantalla de pagos para ver su historial de pagos completo.
es_419: Usa la pantalla de pagos para consultar el historial completo de pagos.
fr: Utilisez l'écran des paiements pour visualiser l'intégralité de votre historique

source: Use this feature to transfer __all__ your funds to a Bitcoin address.
ar: استخدم هذه الميزة لتحويل جميع أموالك إلى عنوان بيتكوين.
cs: Pomocí této funkce převeďte __všechny__ své prostředky na bitcoinovou adresu.
de: Nutze diese Funktion, um __all__ dein Geld an eine Bitcoin-Adresse zu überweisen.
es: Utilice esta función para transferir __todos__ sus fondos a una dirección Bitcoin.
es_419: Usa esta función para transferir __todos__ tus fondos a una dirección de Bitcoin.
fr: Utilisez cette fonctionnalité pour transférer __tous__ vos fonds vers une adresse Bitcoin

source: Use this screen to spend funds from your final wallet. These funds come from channels that have been closed in the past. This does not affect your existing Lightning channels.
ar: استخدم هذه الشاشة لإنفاق الأموال من محفظتك النهائية. تأتي هذه الأموال من القنوات التي تم إغلاقها في الماضي. هذا لا يؤثر على قنوات Lightning الحالية الخاصة بك.
cs: Na této obrazovce můžete utratit prostředky z konečné peněženky. Tyto prostředky pocházejí z kanálů, které byly v minulosti uzavřeny. Toto neovlivní vaše stávající Lightning kanály.
de: Verwenden Sie diesen Screen, um Guthaben aus Ihrer finalen Wallet auszugeben. Diese Gelder stammen aus Kanälen, die in der Vergangenheit geschlossen wurden. Dies hat keine Auswirkungen auf Ihre bestehenden Lightning-Kanäle.
es: Utilice esta pantalla para gastar fondos de su billetera final. Estos fondos proceden de canales que se han cerrado en el pasado. Esto no afecta a sus canales Lightning existentes.
es_419: Utilice esta pantalla para gastar fondos de su billetera final. Estos fondos proceden de canales que se han cerrado en el pasado. Esto no afecta a sus canales Lightning existentes.
fr: Utilisez cet écran pour dépenser les fonds de votre portefeuille final. Ces fonds proviennent de canaux qui ont été fermés par le passé. Cela n\'affecte pas les canaux Lightning existants.

source: Use this screen to spend your on-chain funds that were not swapped in time. The swap-in request has now expired.
ar: استخدم هذه الشاشة لإنفاق أموالك في السلسلة التي لم يتم تبديلها في الوقت المناسب. انتهت صلاحية طلب المبادلة الآن.
cs: Na této obrazovce můžete utratit prostředky v řetězci, které nebyly včas vyměněny. Platnost žádosti o výměnu již vypršela.
de: Verwenden Sie diesen Bildschirm, um Ihre On-Chain-Gelder auszugeben, die nicht rechtzeitig getauscht wurden. Die Swap-In-Anforderung ist jetzt abgelaufen.
es: Utiliza esta pantalla para gastar tus fondos en la cadena que no fueron canjeados a tiempo. La solicitud de canje ha caducado.
es_419: Utiliza esta pantalla para gastar tus fondos en la cadena que no fueron canjeados a tiempo. La solicitud de canje ha caducado.
fr: Utilisez cet écran pour dépenser vos fonds sur la chaîne qui n'ont pas été échangés à temps. La demande de swap-in a maintenant expiré.

source: Using Tor
ar: استخدام Tor
cs: Používání sítě Tor
de: Tor verwenden
es: Usar Tor
es_419: Usar Tor
fr: Utiliser Tor

source: Version %@
ar: الإصدار %@
cs: Verze %@
es: Versión %@
es_419: Versión %@

source: Version %d is not supported
ar: الإصدار %d غير معتمد
cs: Verze %d není podporována
de: Version %d wird nicht unterstützt
es: La versión %d no es compatible
es_419: La versión %d no es compatible
fr: La version %d n'est pas prise en charge

source: Version 2.5.0: Tor changes
ar: الإصدار 2.5.0: تغييرات تور
cs: Verze 2.5.0: Změny v Tor
de: Version 2.5.0: Tor-Änderungen
es: Versión 2.5.0: Cambios en Tor
es_419: Versión 2.5.0: Cambios en Tor
fr: Version 2.5.0 : Changements de Tor
